Repository: timbittner/PittariTimer
Catalog: PittariTimerKit/Resources/*.lproj/Localizable.strings
Languages: de, ja

# button.cancel
source: Cancel
de: Abbrechen
ja: キャンセル

# button.add
source: Add
de: Hinzuf체gen
ja: 追加

# button.save
source: Save
de: Speichern
ja: 保存

# button.done
source: Done
de: Fertig
ja: 完了

source: Pause
ja: 休憩

# no_more_subject
source: Done!
de: Feierabend
ja: お疲れ様!

source: Subject
de: Fach
ja: 科目

source: Start Time
de: Start Zeit
ja: 開始時間

source: End Time
de: End Zeit
ja: 終了時間

# addperiod.nav_title
source: Add Period
de: Fach hinzuf체gen
ja: 時限追加

# editperiod.nav_title
source: Edit Period
de: Fach bearbeiten
ja: 時限編集

# ios_subheadline_time_and_subject
source: current Time and Subject
de: aktuelle Zeit und Unterrichtsstunde
ja: 現在の時間と科目

# ios_subheadline_time_remaining
source: time till next subject/break
de: Zeit bis zum Ende der Stunde/Pause
ja: 次の科目/休憩まで

# settings.button.reset_default
source: Reset to Default Schedule
de: Plan zur체cksetzen
ja: デフォルト時間割に戻す

# settings.nav_title
source: Schedule
de: Zeitplan
ja: 時間割

# watch_subheadline_subject
source: currently:
de: aktuell:
ja: 現在:

# watch_subheadline_time_remaining
source: remaining:
de: verbleibend:
ja: 残り時間:

# widget_recommend_time_and_subject
source: Time and Subject
de: Zeit und Fach
ja: 時間と科目

# widget_recommend_gauge
source: Progress Gauge
de: Fortschrittsbalken
ja: メータ

# widget_r_subheadline_subject
source: currently:
de: aktuell:
ja: 現在:

# widget_r_subheadline_time_remaining
source: remaining:
de: verbleibend:
ja: 残り時間:

# widget_sample_subject
source: Sample Class
de: Einfache Klasse
ja: サンプル授業

# widget_minutes_shorthand
source: min
ja: 分

# widget_config_display_name
source: Pittari Timer
ja: ピッタリタイマー

# widget_config_description
source: Shows current period and time to next break
de: Zeigt die aktuelle Stunde und die Zeit zur n채chsten Pause an.
ja: 現在の時限と次の休憩までの時間を表示

# default_schedule_period_1
source: 1st period
de: 1. Stunde
ja: 1時限

# default_schedule_period_2
source: 2nd period
de: 2. Stunde
ja: 2時限

# default_schedule_period_3
source: 3rd period
de: 3. Stunde
ja: 3時限

# default_schedule_period_4
source: 4th period
de: 4. Stunde
ja: 4時限

# default_schedule_period_5
source: 5th period
de: 5. Stunde
ja: 5時限

# default_schedule_period_6
source: 6th period
de: 6. Stunde
ja: 6時限

# default_schedule_period_7
source: 7th period
de: 7. Stunde
ja: 7時限

# default_schedule_period_8
source: 8th period
de: 8. Stunde
ja: 8時限

# default_schedule_period_9
source: 9th period
de: 9. Stunde
ja: 9時限

# default_schedule_period_10
source: 10th period
de: 10. Stunde
ja: 10時限

# time.format.with_seconds
source: %02dm %02ds
ja: %02d分%02d秒

# time.format.minutes_only
source: %d min
ja: %d分
